Repository: AccelerateX-org/NINE
Catalog: Sources/TimeTable/MyStik.TimeTable.Web/Resources.*.resx
Languages: de, es, fr

# AccreditationsString
source: Accreditations
de: Akkreditierungen
es: Acreditaciones
fr: Accréditations

# ActionsString
source: Actions
de: Aktionen
es: Acciones

# ActivitiesString
source: activities
de: Aktivitäten
es: Actividades
fr: Activités

# AddDateString
source: Add a date
de: Datum hinzufügen
es: Añadir fecha
fr: Ajouter une date

# AddLecturerString
source: Apply lecturer
de: Dozent anlegen
es: Añadir profesor
fr: Créer professeur

# AddressCantine
source: 1st floor
de: 1. Stock
es: 1.ª planta
fr: 1er étage

# AddressString
source: address
de: Adresse
es: Dirección
fr: Adresse

# AdministrationString
source: Administration
de: Verwaltung
es: Gestión

# AllCurriculas
source: All courses
de: Alle Studiengänge
es: Todas las carreras
fr: Tous les programmes d’études

# AllEventsString
source: All events
de: Alle Veranstaltungen
es: Todos los eventos
fr: Toutes les manifestations

source: All modules
de: Alle Module
es: Todos los módulos
fr: Tous les modules

# AllPersons
source: All people
de: Alle Personen
es: Todas las personas
fr: Toutes les personnes

# AlumniString
source: Alumni
es: Alumnos
fr: Anciens élèves

# AndString
source: and
de: und
es: y
fr: et

# AsListString
source: As a list
de: als Liste
es: en forma de lista
fr: sous forme de liste

# AvailableLoginServices
source: Available external login services
de: Verfügbare externe Login-Dienste
es: Servicios externos de inicio de sesión disponibles
fr: Services de connexion externes disponibles

# AvailableSubscriptions
source: Available places (total)
de: Freie Plätze (Gesamt)
es: Plazas libres (total)
fr: Places disponibles (total)

# BackLink
source: Back
de: Zurück
es: Volver
fr: Retour

# BasicDataNSettingsHeading
source: Master data & settings
de: Stammdaten & Einstellungen
es: Datos maestros y ajustes
fr: Données sources et paramètres

# BusinessHoursString
source: Opening hours
de: Öffnungszeiten
es: Horario de apertura
fr: Horaires d'ouverture

# BusinessHoursTimeFriday
source: 11:00 a.m. - 1:45 p.m.
de: 11:00 - 13:45 Uhr
es: 11:00 - 13:45 horas
fr: 11h00 - 13h45

# BusinessHoursTimeMondaytoThursday
source: 11:00 a.m. - 2:00 p.m.
de: 11:00 - 14:00 Uhr
es: 11:00 - 14:00 horas
fr: 11h00 - 14h00

# CalledOfString
source: Called off
de: abgesagt
es: suspendida
fr: annulé

# CantineMenuString
source: Dining room
de: Mensa Speiseplan
es: Menú del comedor
fr: Menu réfectoire

# CantineNoMenuAvailable
source: No menu available
de: Kein Speiseplan verfügbar
es: El menú no está disponible
fr: Aucun menu disponible

# CertainTimeString
source: Time
de: Zeitpunkt
es: Fecha y hora
fr: Moment

# ChangeButton
source: To change
de: ändern
es: cambiar
fr: Utiliser d’autres services pour se connecter

# ChangeEMailButton
source: Change e-Mail address
de: E-Mail Adresse ändern
es: Cambiar correo electrónico
fr: Modifier l’adresse e-mail

# ChangePasswordButton
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe

# CommentString
source: Comment
de: Bemerkung
es: Observación
fr: Remarque

# CommunicationSettingsHeading
source: Communication settings
de: Kommunikationseinstellungen
es: Ajustes de comunicación
fr: Paramètres de communication

# CommunicationString
source: Communication
de: Kommunikation
es: Comunicación

# ConfirmReservedCourse
source: Confirm reservation
de: Reservierung bestätigen
es: Confirmar reserva
fr: Confirmer la réservation

# ContactHeading
source: Contact
de: Kontakt
es: Contacto

# ContactLink
source: Contact
de: Kontakt
es: Contacto

# ContactMailBody
source: Message
de: Nachricht
es: Mensaje

# ContactMailSubject
source: Subject
de: Betreff
es: Asunto
fr: Objet

# CourseDetailsString
source: Course details
de: Kursdetails
es: Detalles del curso
fr: Détails sur le cours

# CourseFinished
source: The event is over!
de: Die Veranstaltung ist beendet!
es: ¡Esta asignatura ha terminado!
fr: Cette manifestation est terminée !

# CourseGotLotteryMessage
source: : There is a place draw for the subject
de: : Für Fach gibt es eine Platzverlosung
es: : Las plazas para esta asignatura se sortean
fr: : Il y a un tirage au sort de places pour la matière

# CourseHasNoRestrictions
source: The course has no place restrictions.
de: Der Kurs hat keine Platzbeschränkungen.
es: Este curso no tiene limitación de plazas.
fr: Le nombre de places du cours n’est pas limité.

# CourseLotteryGoesByMajor
source: The places per study course are allocated for the course (see table on the left).
de: Für den Kurs werden die Plätze je Studiengang vergeben (siehe Tabelle links).
es: Para este curso las plazas se asignan en función de la carrera (ver tabla de la izquierda).
fr: Les places sont attribuées par programme d’étude pour le cours (voir tableau à gauche).

# CourseLotteryGoesByMajorAndSemGroup
source: The number of places per study course and study group is allocated for the course (see table on the left).
de: Für den Kurs werden die Plätze je Studiengang und Studiengruppe vergeben (siehe Tabelle links).
es: Para este curso las plazas se asignan en función de la carrera y el grupo de estudios (ver tabla de la izquierda).
fr: Les places sont attribuées par programme d’étude et groupe d’étude pour le cours (voir tableau à gauche).

# CourseMatchesNotMajorMessage
source: The subject is not part of my course. This entry is therefore not placed in the lottery.
de: Das Fach gehört nicht zum meinem Studiengang. Diese Eintragung nimmt daher nicht an der Platzverlosung teil.
es: La asignatura no pertenece a mi carrera. Por tanto, esta inscripción no participa en el sorteo de plazas.
fr: La matière n’appartient pas à mon programme d’études. Cette entrée ne participe donc pas au tirage au sort des places.

# CoursePlanPanelHeading
source: List of all my plans
de: Liste meiner aller meiner Pläne
es: Lista de todos mis planes
fr: Liste de tous mes plans

# CoursesOffered
source: Range of courses
de: Lehrangebot
es: Oferta docente
fr: Offre pédagogique

# CourseString
source: Subject
de: Fach
es: Asignatura
fr: Matière

# CreateButton
source: Invest
de: Anlegen
es: Crear
fr: Créer

# CreateCoursePlanButton
source: Create plan
de: Plan anlegen
es: Crear horario
fr: Créer un plan

# CreateEventInString
source: New event in
de: Neue Veranstaltung in
es: Nueva clase en
fr: Créer nouvelle manifestation dans

# CreateEventString
source: Create event
de: Veranstaltung anlegen
es: Crear evento
fr: Créer une manifestation

# CreateOfficeHourLink
source: Apply for consultation
de: Sprechstunde anlegen
es: Crear tutoría
fr: Créer une consultation

# CriteriaString
source: Criteria
de: Kriterien
es: Criterios
fr: Critères

source: Current courses
de: Aktuelle Lehrveranstaltungen
es: Clases actuales
fr: Séminaires actuels

# CurrentNumberStudents
source: Current student number
de: Aktuell Studentenzahl
es: Número de alumnos actuales
fr: Nombre d’étudiants actuel

# CurriculumField
source: Study programme
de: Studienprogramm
es: Plan de estudios
fr: Programme des études

# CurriculumNGroupEmptyMessage
source: Please choose your study programme and study group for this ter. After selection, click the Save button.
de: Bitte wählen Sie Ihr Studienprogramm und Ihre Studiengruppe für dieses Semester aus. Nach der Auswahl bitte die Schaltfläche speichern betätigen.
es: Elige tu plan de estudios y grupo para este semestre. Cuando los hayas seleccionado, confirma con el botón Guardar.
fr: Veuillez sélectionner votre programme d’études et votre groupe d’étude pour ce semestre. Veuillez appuyer sur Enregistrer après votre choix.

# DashboardStudentHeading
source: Key facts at a glance
de: Das Wichtigste auf einen Blick
es: Lo más importante de un vistazo
fr: L’essentiel en bref

# DatesDatesHeading
source: Dates, dates, ...
de: Termine, Termine,.....
es: Citas, citas,.....

# DatesListString
source: Fixture list
de: Terminliste
es: Lista de citas
fr: Liste des rendez-vous

# DatesString
source: Events
de: Termine
es: Citas
fr: Dates

# DateString
source: Date
de: Datum
es: Fecha

# DeleteAccountButton
source: Delete user account
de: Benutzerkonto löschen
es: Borrar cuenta de usuario
fr: Supprimer compte utilisateur

# DeleteButton
source: Delete
de: löschen
es: borrar
fr: supprimer

# DeleteCapButton2
source: REMOVE
de: ENTFERNEN
es: ELIMINAR
fr: SUPPRIMER

# Description
source: Designation
de: Bezeichnung
es: Denominación
fr: Désignation

# Description2
source: Description
de: Beschreibung
es: Descripción

# DescriptionOfEvent
source: Description of the event
de: Beschreibung der Veranstaltung
es: Descripción del evento
fr: Description de la manifestation

source: Device ID
de: GeräteId
es: Id. del dispositivo
fr: Id équipement

source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'équipement

source: E-mail
es: Correo electrónico

# EmailPlaceholder
source: Username or e-mail address
de: Benutzername oder E-Mail Adresse
es: Nombre de usuario o correo electrónico
fr: Identifiant ou adresse e-mail

# EmployeesString
source: Employees
de: Mitarbeiter
es: Empleados
fr: Collaborateur

# EventBookingNecessary
source: Does the event have to be booked?
de: Muss Veranstaltung gebucht werden?
es: ¿Hay que reservar esta clase?
fr: La manifestation doit-elle être réservée ?

# EventDetailsString
source: Event details
de: Veranstaltungsdetails
es: Detalles del evento
fr: Détails sur la manifestation

# FacultyField
source: Faculty
de: Fakultät
es: Facultad
fr: Faculté

# FileString
source: File
de: Datei
es: Archivo
fr: Fichier

# ForgotPasswordHeading
source: Request new password
de: Passwort vergessen
es: Solicitar nueva contraseña
fr: Demander un nouveau mot de passe

# ForgotPasswordLink
source: Password forgotten?
de: Passwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?

# ForgotPasswordMessage
source: Request a link to reset the password.
de: E-Mail mit Link zum zurücksetzen des Passworts anfordern.
es: Solicitar enlace para restablecer la contraseña.
fr: Demander le lien de réinitialisation du mot de passe.

# ForgotPasswordSubmitButton
source: Request a link
de: E-Mail anfordern
es: Solicitar enlace
fr: Demander le lien

# FreeFromString
source: Free from
de: Frei ab
es: Libre a partir de
fr: Libre à partir de

# FreeRoomsForString
source: Free rooms for
de: Freie Räume für
es: Salas libres para
fr: Salles libres pour

# FreeRoomsHeading
source: Free rooms
de: Freie Räume
es: Salas libres
fr: Salles libres

# FreeRoomsNow
source: These rooms are now
de: Diese Räume sind jetzt
es: Estas salas están ahora
fr: Ces locaux sont maintenant

# FreeRoomsSoonString
source: These rooms will be available soon
de: Diese Räume werden demnächst
es: Estas salas quedarán próximamente
fr: Ces locaux seront prochainement

# FreeString
source: Free
de: frei
es: libres
fr: libre(s)

# FreeUntilEveningString
source: Free until evenings
de: frei bis Abends
es: libre hasta la tarde
fr: libre(s) jusqu’au soir

# FreeUntilString
source: Free to
de: Frei bis
es: Libre hasta
fr: Libre jusqu’à

# FridayString
source: Friday
de: Freitag
es: Viernes
fr: Vendredi

# GeneralDataString
source: General Information
de: Allgemeine Angaben
es: Datos generales
fr: Indications générales

# GeneralInformationsString
source: General information
de: Allgemeine Informationen
es: Información general
fr: Informations générales

# GetSemGroupFromPrimuss
source: Get it from primuss
es: Consíguelo en primuss

# GlobalCatalogString
source: Global module catalogue
de: Globaler Modulkatalog
es: Catálogo general de módulos
fr: Catalogue global de modules

# GroupsString
source: Groups
de: Gruppen
es: Grupos
fr: Groupes

# GroupString
source: Group(s)
de: Gruppe(n)
es: Grupo(s)
fr: Groupe(s)

# GuestsString
source: Guests
de: Gäste
es: Oyentes
fr: Invités

# HintString
source: Note:
de: Hinweis:
es: Nota:
fr: Nota :

# HMJobonautDescription
source: Job portal for FK09 at Jobonaut
de: Job Portal der FK09 bei Jobonaut
es: Portal de empleo de la FK09 en Jobonaut
fr: Portail des offres d’emploi du département 09 sur Jobonaut

# HMJobonautDescription2
source: The companies place the job advertisements directly on the portal. A SHK of FK 09 ensures quality assurance.
de: Die Unternehmen stellen direkt die Stellenanzeigen im Portal ein. Eine SHK der FK 09 kümmert sich um die Qualitätssicherung.
es: Las empresas publican sus ofertas de trabajo directamente en el portal. Un becario de la FK 09 se encarga del control de calidad.
fr: Les entreprises publient les offres d’emploi directement sur le portail. Un collaborateur du département FK09 se charge de l’assurance qualité.

# iCalFeedExplanation
source: The iCal-Feed can be integrated as a calendar, eg in MS-Outlook or google Calendar. The respective program then calls up the current appointments depending on the settings.
de: Die iCal-Feed läßt sich als Kalender, z.B. in MS-Outlook oder google Calendar einbinden. Das jeweilige Programm ruft dann je nach Einstellungen die aktuellen Termine ab.
es: El feed de iCal se puede integrar como agenda, por ejemplo, en MS-Outlook o Google Calendar. El programa utilizado consultará las citas si está configurado para hacerlos.
fr: Le flux iCal peut être intégré sous forme de calendrier, par ex. dans MS Outlook ou Google Calendar. Le programme associé consulte alors les rendez-vous en cours en fonction des paramètres.

# iCalFeedURL
source: URL for iCal Client feed
de: URL für iCal Client Feed
es: URL para el feed del cliente de iCal
fr: URL pour flux iCal Client

# iCalFileDownload
source: Download iCal file for
de: Download iCal-Datei für
es: Descargar archivo iCal para
fr: Téléchargement fichier iCal pour

# iCalFileExplanation
source: <strong>ICal_file:</strong> The iCal file can be read into various mail programs, eg MS-Outlook.
de: <strong>iCal_Datei:</strong> Die iCal-Datei läßt sich in verschiedene Mailprogramme einlesen, z.B. MS-Outlook.
es: <strong>Archivo_iCal:</strong> El archivo de iCal se puede cargar en distintos programas de correo, por ejemplo, MS-Outlook.
fr: <strong>Fichier iCal :</strong> le fichier iCal peut s'ouvrir dans différents logiciels de messagerie, comme MS Outlook par exemple.

# iCalFileHint
source: <strong>Note:</strong> The iCal file contains only the dates at the time of the download. Anyone who wants to be kept up-to-date can use the iCal feed.
de: <strong>Hinweis:</strong> Die iCal Datei enthält nur die Termine zum Zeitpunkt des Downloads. Wer ständig auf dem laufenden gehalten werden möchte, kann den iCal-Feed verwenden.
es: <strong>Nota:</strong> El archivo de iCal solo contiene las citas guardadas cuando se descarga. Si se desea estar al corriente de todo, se puede utilizar el feed de iCal.
fr: <strong>Nota :</strong> le fichier iCal contient uniquement les rendez-vous existants au moment du téléchargement. Si vous souhaitez toujours rester au courant, utilisez le flux iCal.

# ImportedFromString
source: Imported from:
de: Importiert aus:
es: Importado de:
fr: Importé depuis :

# ImprintHeading
source: imprint
de: Impressum
es: Aviso legal
fr: Mentions légales

# InactiveNoContactInf
source: Inactive, no contact information
de: inaktiv, keine Kontaktdaten
es: inactivo, sin datos de contacto
fr: désactivé, pas de coordonnées de contact

# InactiveUseEmail
source: Inactive, can be reached by e-mail
de: inaktiv, per E-Mail erreichbar
es: inactivo, contactar por correo electrónico
fr: désactivé, joignable par e-mail

# InviteString
source: Invite
de: Einladen
es: Invitar
fr: Inviter

# IsReserved
source: Place reserved
de: Platz reserviert
es: Plaza reservada
fr: Place réservée

# JobsNewsletterFK09Description
source: Job newsletter for FK09
de: Job Newsletter der FK09
es: Boletín de empleo de la FK09
fr: Newsletter carrière du département 09

# JobsNewsletterFK09Description2
source: Job offers that are sent by e-mail to professors, secretaries and / or members of staff are collected by an SHK of FK09 and sent from time to time via the newsletter.
de: Jobangebote, die per E-Mail bei Profs, Sekretariat und/oder Fachschaft landen werden von einer SHK der FK09 gesammelt und von Zeit zu Zeit über den Newsletter versendet.
es: Las ofertas de empleo que llegan por correo electrónico a los profesores, la secretaría o el departamento son recopiladas por un becario de la FK09 que las envía cada cierto tiempo a través del boletín.
fr: Les offres d’emploi qui arrivent par e-mail chez les professeurs, le secrétariat et/ou les conseillers sont collectées par un collaborateur du département 09 et envoyées de temps en temps via la newsletter.

# JobsPanelHeading
source: Offers from companies
de: Angebote von Unternehmen
es: Ofertas de empresas
fr: Offres d’entreprises

# JobsString
source: Jobs
es: Empleos
fr: Emplois

# KeyString
source: Key
de: Legende
es: Leyenda
fr: Légende

# LecturersInString
source: Lecturer in
de: Dozenten in
es: Profesores en
fr: Professeurs dans

# LecturerString
source: Lecturer (s)
de: Dozent(en)
es: Profesor(es)
fr: Professeur(s)

# LecturerString2
source: Lecturer
de: Dozent
es: Profesor
fr: Professeur

# LecturersWithOfficeHour
source: Lecturers with consultations
de: Dozenten mit Sprechstunden
es: Profesores con tutorías
fr: Professeurs avec consultations

# LectureSchedulerHeading
source: Lecture planners
de: Vorlesungsplaner
es: Planificador de clases (conferencias)
fr: Planificateur de cours magistraux

# LecturesHeading
source: Lectures
de: Vorlesungen
es: Clases (conferencias)
fr: Cours magistraux

# LinkString
source: Left
de: Links
es: Enlaces
fr: Liens

# ListedDevicesWithPushNotificationMessage
source: <strong>Note:</strong> When using the fillter apps, push notifications are sent to the devices listed here and marked with ticks.
de: <strong>Hinweis:</strong> Bei Nutzung der fillter Apps werden an die hier aufgezählten und mit Häckchen markierten Geräte Push-Notifications versendet.
es: <strong>Nota:</strong> Si se utilizan las aplicaciones fillter, se enviarán notificaciones push a los dispositivos seleccionados.
fr: <strong>Nota :</strong>en cas d'utilisation des applications fillter, des notifications push sont envoyées aux équipements répertoriés ici et cochés.

# ListOfAllCoursesWithLottery
source: List of all courses in this place draw
de: Liste aller Kurse in dieser Platzverlosung
es: Lista de todas las clases de este sorteo de plazas
fr: Liste de tous les cours dans ce tirage au sort de places

# ListOfAllWPMsOfMajor
source: List of all WPMs of my course
de: Liste aller WPMs meines Studiengangs
es: Lista de todos los módulos optativos (WPM) de mi carrera
fr: Liste de tous les WPM de mon programme d’études

# LocalUserAccountHeading
source: NINE user account
de: NINE Benutzerkonto
es: Cuenta de usuario de NINE
fr: Compte utilisateur NINE

# LoginAppLinksHeading
source: The fillter apps for up-to-date information on the smartphone
de: Die fillter Apps für aktuelle Infos auf dem Smartphone
es: Apps fillter, para tener información actualizada en el móvil
fr: Les applications fillter pour des informations actuelles sur smartphone

# LoginButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter

# LoginHeading
source: Login with NINE user account
de: Anmelden mit NINE Benutzerkonto
es: Iniciar sesión con cuenta de usuario NINE
fr: Se connecter avec le compte utilisateur NINE

# LoginProviderHeading
source: Use other services to log on
de: Andere Dienste zum Anmelden verwenden
es: Utilizar otros servicios para iniciar sesión
fr: Utiliser d’autres services pour se connecter

# LoginTab
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter

# LogOut
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

# LotteriesString
source: Place draws
de: Platzverlosungen
es: Sorteos de plazas
fr: Tirages au sort de places

# LotteryString
source: Place awarded
de: Platzvergabe
es: Asignación de plazas
fr: Attribution des places

# LVsString
source: LVs
es: Clases
fr: LV

# MailingDistributor
source: Mailing list
de: Mailverteiler
es: Distribuidor de correo
fr: Liste de diffusion

# MajorsString
source: Course
de: Studiengang
es: Carrera
fr: Programme d’étude

# ManageLoginsLink
source: Manage login services
de: Login-Dienste verwalten
es: Gestionar servicios de inicio de sesión
fr: Gérer les services de connexion

# ManageProfileHeading
source: Manage user profile
de: Benutzerprofil verwalten
es: Gestionar perfil de usuario
fr: Gérer le profil utilisateur

# ManageProfileHeading2
source: Administration user account
de: Verwaltung Benutzerkonto
es: Gestión de la cuenta de usuario
fr: Administration compte utilisateurs

# MaxNumberOfPossibleSubscriptionsMessage
source: In this place draw I can take a maximum of one place on the @ Model.Lottery.MaxConfirm courses.
de: In dieser Platzverlosung kann ich maximal in @Model.Lottery.MaxConfirm Lehrveranstaltungen einen Platz belegen.
es: En este sorteo de plazas puedo ocupar plaza en un máximo de @Model.Lottery.MaxConfirm clases.
fr: Dans ce tirage au sort de places, je peux occuper une place dans @Model.Lottery.MaxConfirm cours au maximum.

# MealString
source: Dish
de: Gericht
es: Plato
fr: Plat

# MeatLoafBreadString
source: Leberkassemmel (?) Leberkäsesemmel?? (Meatloaf sandwich or hamburger)
de: Leberkassemmel
es: Leberkassemmel (panecillo de pastel de carne)
fr: Pain au Leberkäse

# MemberExistsNot
source: (User does not exist!!!)
de: (Benutzer existiert nicht!!!)
es: (¡¡¡Ese usuario no existe!!!)
fr: (L’utilisateur n’existe pas !!!)

# MembersString
source: Members
de: Mitglieder
es: Miembros
fr: Membre

# MenuCantine
source: FOOD & BEVERAGES
de: ESSEN & TRINKEN
es: COMIDA Y BEBIDA
fr: BOIRE & MANGER

# MenuCurrent
source: CURRENT
de: AKTUELLES
es: NOVEDADES
fr: NOUVEAUTÉS

# MenuDashboard
source: HOME PAGE
de: STARTSEITE
es: PÁGINA DE INICIO
fr: PAGE D'ACCUEIL

# MenuPersons
source: PEOPLE
de: PERSONEN
es: PERSONAS
fr: PERSONNES

# MenuRooms
source: ROOMS
de: RÄUME
es: SALAS
fr: SALLES

# MenuStudies
source: EDUCATION
de: STUDIUM
es: CARRERA
fr: ÉTUDES

# MessageOnlyMembers
source: Sorry, only for members!
de: Sorry, nur für Mitglieder!
es: ¡Lo sentimos, solo para miembros!
fr: Désolé, réservé aux membres !

# ModuleCatalogString
source: Module catalogue
de: Modulkatalog
es: Catálogo de módulos
fr: Catalogue de modules

# ModulesString
source: Modules
de: Module
es: Módulos

# MondayToThursdayString
source: Monday - Thursday
de: Montag - Donnerstag
es: Lunes - Jueves
fr: Lundi – Jeudi

# MoreString
source: More
de: weitere
es: más
fr: autres

# MyActivitiesString
source: My activities
de: Meine Aktivitäten
es: Mis actividades
fr: Mes activités

source: My calendar
de: Mein Kalender
es: Mi agenda
fr: Mon calendrier

# MyConfirmedCoursesPrt1
source: I already have
de: Ich habe bereits in
es: Ya tengo plaza en
fr: J’ai déjà occupé des places dans

# MyConfirmedCoursesPrt2
source: Courses. If I want to accept one of the places below, I must first return one of my confirmed places.
de: Kursen einen Platz belegt. Wenn ich einen der untenstehenden Plätze annehmen möchte, muss ich zuerst einen meiner bestätigten Plätze zurückgeben.
es: cursos. Para aceptar una de las plazas que figuran abajo, primero tengo que rechazar una de las plazas confirmadas.
fr: cours Si je souhaite accepter l’une des places ci-dessous, je dois d’abord retourner mes places confirmées.

# MyCoursePlan
source: My Study Plans (Demo)
de: Meine Studienpläne (Demo)
es: Mis planes de estudio (demo)
fr: Mes plans d’étude (démo)

# MyCoursePlanHeading
source: My study plans
de: Meine Studienpläne
es: Mis planes de estudio
fr: Mes plans d’étude

# MyCoursesStrin
source: My subjects
de: Meine Fächer
es: Mis asignaturas
fr: Mes matières

# MyCourseSubscriptionsOnWaitlist
source: I am on the waiting list for these courses
de: Bei diesen Kursen bin ich auf der Warteliste
es: Estoy en la lista de espera de estas asignaturas
fr: Pour ces cours, je suis sur liste d’attente
