Repository: AccelerateX-org/NINE
Catalog: Sources/TimeTable/MyStik.TimeTable.Web/Resources.*.resx
Languages: de, es, fr

# MyEnrollmentInString
source: My entries in the
de: Meine Eintragungen im
es: Mis inscripciones en
fr: Mes entrées dans

# MyEnrollmentString
source: My entries
de: Meine Eintragungen
es: Mis inscripciones
fr: Mes entrées

# MyMajorString
source: My course:
de: Mein Studiengang:
es: Mi carrera:
fr: Mon programme d’étude:

source: My personal data
de: Meine persönlichen Daten
es: Mis datos personales
fr: Mes données personnelles

# MyReservedCourses
source: A place is reserved for me on these courses.
de: In diesen Kursen ist für mich ein Platz reserviert.
es: Hay una plaza reservada para mí en estas clases.
fr: Une place m’est réservée dans ces cours.

# MyReservedCoursesMessage
source: If I do not confirm a place, the reservation will be forfeited at the next place draw.
de: Wenn ich einen Platz nicht bestätige, dann verfällt die Reservierung bei der nächsten Platzverlosung.
es: Si no confirmo una plaza, la reserva no se mantiene para el siguiente sorteo de plazas.
fr: Si je ne confirme pas une place, la réservation devient caduque au prochain tirage au sort de places.

# MyReservedCoursesMessage2
source: The draw takes place daily, in each case at night.
de: Die Platzverlosung findet täglich, jeweils in der Nacht, statt.
es: El sorteo de plazas se realiza cada día, siempre durante la noche.
fr: Le tirage au sort des places se déroule tous les jours, respectivement la nuit.

# MySemester
source: My study term
de: Mein Studiensemester
es: Mi semestre
fr: Mon semestre d’études

# MySemesterGroupIn
source: My term group in the
de: Meine Semestergruppe im
es: Mi grupo del semestre en
fr: Mon groupe semestriel dans

source: My settings
de: Meine Einstellungen
es: Mis ajustes
fr: Mes paramètres

source: My study book
de: Mein Studienbuch
es: Mi libro de estudios
fr: Mon livret d’étudiant

# MySubscriptionsInLottery
source: My entries in the place draw
de: Meine Eintragungen in der Platzverlosung
es: Mis inscripciones en el sorteo de plazas
fr: Mes entrées dans le tirage au sort des places

# MySubscriptionsWithRestrictedNo
source: My entries to courses with place restrictions
de: Meine Eintragungen in Kursen mit Platzbeschränkungen
es: Mis inscripciones en clases con plazas limitadas
fr: Mes entrées dans des cours avec limitation du nombre de places

# MySuccessfulSubscriptionsHeading
source: I have a confirmed place at these lectures!
de: In diesen Lehrveranstaltungen habe ich einen bestätigten Platz!
es: ¡Tengo plaza confirmada en estas clases!
fr: J’ai une place confirmée pour ces cours !

# MyTimeTableHeading
source: My timetable
de: Mein Stundenplan
es: Mi horario
fr: Mon emploi du temps

# MyUserProfile
source: My user account
de: Mein Benutzerkonto
es: Mi cuenta de usuario
fr: Mon compte utilisateur

# MyWPM
source: My WPMs
de: Meine WPMs
es: Mis módulos optativos (WPM)
fr: Mes WPM

# Name
source: Surname
de: Name
es: Nombre
fr: Nom

# NameOfCoursesPlaceholder
source: Name of the course
de: Name des Kurses
es: Nombre del curso
fr: Nom du cours

# NewBegin
source: Beginning
de: Beginn
es: Inicio
fr: Début

# NewEnd
source: End
de: Ende
es: Fin
fr: Fin

# NewsletterHeading
source: Newsletter & mailing
es: Boletín y lista de correo
fr: Lettre d'informations et publipostage

# NextDate
source: Next appointment
de: Nächster Termin
es: Siguiente cita
fr: Prochain rendez-vous

# NextLink
source: Continue
de: Weiter
es: Continuar
fr: Suivant

# NextOccupancyString
source: Next occupancy
de: Nächste Belegung
es: Siguiente hora ocupada
fr: Prochaine occupation

# NoAvailableDataForCurrentSemester
source: There are no hourly rates available for the current semester.
de: Für das aktuelle Semester sind keine Stundenplandaten verfügbar.
es: No hay disponibles datos de los horarios del semestre actual.
fr: Aucune donnée d’emploi du temps n’est disponible pour le semestre en cours.

# NoDataString
source: No data
de: Keine Daten
es: No hay datos
fr: Pas de données

# NoDates
source: No appointments
de: Keine Termine
es: No hay citas
fr: Aucun rendez-vous

# NoDatesCurrently
source: No more dates in the current term
de: Keine Termine mehr im laufenden Semester
es: No hay más citas para este semestre
fr: Plus aucun rendez-vous dans le semestre en cours

# NoDescriptionExists
source: No description available.
de: Keine Beschreibung vorhanden.
es: No hay ninguna descripción.
fr: Aucune description disponible.

# NoDeviceRegisteredMessage
source: No device registered. To register a device for push notifications, a registration is required in the fillter app on the desired device.
de: Kein Gerät registriert. Um ein Gerät für Push-Notifications zu registrieren, ist eine Anmeldung in der Fillter-App auf dem gewünschten Gerät erforderlich.
es: No hay ningún dispositivo registrado. Para registrar un dispositivo en el que recibir notificaciones push hay que iniciar sesión en la app Fillter desde dicho dispositivo.
fr: Aucun équipement enregistré. Pour enregistrer un équipement aux notifications push, il faut enregistrer l’équipement souhaité dans l’application fillter.

# NoEnrolmentsString
source: No entries!
de: Keine Eintragungen!
es: ¡No hay inscripciones!
fr: Aucune entrée !

source: NO GROUP
de: KEINE GRUPPE
es: NO HAY NINGÚN GRUPO
fr: AUCUN GROUPE

# NoInput
source: No information
de: keine Angabe
es: no hay datos
fr: non renseigné

# NoMarkedDates
source: There are no events marked
de: Es sind keine Termine markiert
es: No se ha seleccionado ninguna cita
fr: Aucun rendez-vous n’est sélectionné

# NoMarkedDatesForCancellation
source: There are no dates marked for cancellations
de: Es sind keine Termine zum Absagen markiert
es: No se ha seleccionado ninguna cita para anular
fr: Aucun rendez-vous n’est sélectionné pour Refus

# NoMarkedDatesForDeletion
source: There are no appointments marked for deletion
de: Es sind keine Termine zum Löschen markiert
es: No se ha seleccionado ninguna cita para borrar
fr: Aucun rendez-vous n’est sélectionné pour Suppression

# NoMarkedDatesForReactivation
source: There are no appointments marked for reactivation
de: Es sind keine Termine zum Reaktivieren markiert
es: No se ha seleccionado ninguna cita para reactivar
fr: Aucun rendez-vous n’est sélectionné pour Réactivation

# NomenNominandumShort
source: NN
es: Por designar

# NoMoodleCourseExists
source: No Moodle course available
de: Kein Moodle-Kurs vorhanden
es: No hay ningún curso de Moodle
fr: Aucun cours Moodle disponible

# NoMoreDatesString
source: No more appointments
de: kein Termin mehr
es: ya no hay más citas
fr: plus de rendez-vous

# NoNotificationsMessage
source: No notifications available for the next 7 days.
de: Keine Notifications für die nächsten 7 Tage vorhanden.
es: No hay notificaciones para los próximos 7 días.
fr: Aucun notification disponible pour les 7 prochains jours.

# NoOfficeHours
source: Does not offer a consultation appointment
de: Bietet keine Sprechstundentermine an
es: No tiene tutorías
fr: Ne propose pas de consultations

# NoRestrictedSubscription
source: No space constraint
de: Keine Platzbeschränkung
es: No hay limitación de plazas
fr: Aucune restriction de places

# NoSignupForMajorMessage
source: I am not registered on any course, so I can not register in any course.
de: Ich bin in keinem Studiengang eingetragen, daher kann ich mich auch in keiner Lehrveranstaltung eintragen.
es: No me he inscrito a ninguna carrera, por tanto no me puedo apuntar tampoco a ninguna clase.
fr: Je ne suis inscrit à aucun programme d’étude. Je ne peux donc pas m’inscrire à un séminaire.

# NotAnotherDateString
source: No other date
de: Kein weiterer Termin
es: No hay más citas
fr: Aucun autre rendez-vous

# NotificationsListHeading
source: Notifications for the next 7 days
de: Notifications der nächsten 7 Tage
es: Notificaciones de los próximos 7 días
fr: Notifications des 7 jours suivants

source: now
de: jetzt
es: ahora
fr: maintenant

# NowLink
source: Now
de: JETZT
es: ahora
fr: maintenant

# NumberAlumniString
source: Number of alumni
de: Anzahl Alumni
es: Número de alumnos
fr: Nombre d’anciens élèves

# NumberOfSeatsString
source: Number of places
de: Anzahl Plätze
es: Número de plazas
fr: Nombre de places

# NumberReservations
source: : Number of reservations
de: : Anzahl Reservierungen
es: : Número de reservas
fr: : Nombre de réservations

# NumberSeatsCapacityPrt1
source: For the course are a total of
de: Für den Kurs stehen insgesamt
es: Para este curso hay en total
fr: Pour le cours, il y a au total

# NumberSeatsCapacityPrt2
source: Places available.
de: Plätze zur Verfügung.
es: Plazas disponibles.
fr: Places disponibles.

# NumberSeatsString
source: Places
de: Plätze
es: Plazas

# NumberString
source: Number
de: Nummer
es: Número
fr: Numéro

# NumberWaitlist
source: : Number of entries on the waiting list for my course.
de: : Anzahl Eintragungen auf Warteliste für meinen Studiengang.
es: : Personas inscritas en la lista de espera para mis estudios.
fr: : Nombre d’entrées sur liste d’attente pour mon programme d’études.

# OccupiedByString
source: Occupied
de: Belegt
es: Ocupado
fr: Occupé

# OfferedForFollowingSemGroups
source: To be offered for the following term groups
de: Soll für folgende Semestergruppen angeboten werden
es: Se ofrece para los siguientes grupos del semestre
fr: Doit être proposé aux groupes semestriels suivants

# OfficeHour
source: Consultation
de: Sprechstunde
es: Tutoría

# OfficeHourByAgreement
source: Consultation by appointment
de: Sprechstunde nach Vereinbarung
es: Tutoría con cita previa
fr: Consultation sur accord

# OfficeHourByEmail
source: Schedule agreement by e-mail
de: Terminvereinbarung per E-Mail
es: Concertar cita por correo electrónico
fr: Prendre rendez-vous par e-mail

# OfficeHourWith
source: With consultation in the
de: mit Sprechstunde im
es: con tutoría en
fr: avec consultation dans

# OfficeHourWithDates
source: Consultation with appointment
de: Sprechstunde mit Terminen
es: Tutoría con horario
fr: Consultation avec rendez-vous

# OneGroupMustBeSelected
source: At least one group must be selected.
de: Es muss mindestens eine Gruppe ausgewaehlt sein.
es: Hay que elegir al menos un grupo.
fr: Il faut sélectionner au moins un groupe.

# OrganicString
source: Bio
es: Bío

# OrganizerString
source: Organiser
de: Veranstalter
es: Organizador
fr: Organisateur

# ParticipateString
source: Participate
de: Mitmachen
es: Participar
fr: Participer

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# PasswordPlaceholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# PeriodOfTimeString
source: Period
de: Zeitraum
es: Horario
fr: Période

# PersonalDataHeading
source: Personal data
de: Persönliche Daten
es: Datos personales
fr: Données personnelles

# PlanButton
source: Plan
de: planen
es: planificar
fr: planifier

# PresentToday
source: Here today
de: heute da
es: asistentes hoy
fr: présent aujourd'hui

# PreviewString
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu

# PricesforString
source: Prices from
de: Preise für
es: Precios de
fr: Prix pour

# PriceString
source: Price
de: Preis
es: Precio
fr: Prix

# PrivacyLink
source: Data protection
de: Datenschutz
es: Protección de datos
fr: Protection des données

# QuickAccessHeading
source: Quick access
de: Schnellzugriffe
es: Accesos rápidos
fr: Accès rapides

# QuickAccessOfficeHour
source: Consultations
de: Sprechstunden
es: Tutorías

# QuickAccessTimeTablePlaner
source: Timetabling
de: Stundenplanung
es: Planificación
fr: Planification horaire

# RegisterEmailField
source: E-mail (= username)
de: E-Mail (=Benutzername)
es: Correo electrónico (=nombre de usuario)
fr: E-mail (=identifiant)

# RegisterEmailPlaceholder
source: Enter your e-mail address as your user name
de: E-Mail Adresse als Benutzername eingeben
es: Introducir correo electrónico como nombre de usuario
fr: Saisir l’adresse e-mail comme identifiant

# RegisterFirstNameField
source: First name
de: Vorname
es: Nombre
fr: Prénom

# RegisterFirstNamePlaceholder
source: Enter your first name
de: Vornamen eingeben
es: Introducir nombre
fr: Saisir le prénom

# RegisterHeading
source: Create new user account
de: Neues Benutzerkonto anlegen
es: Crear nueva cuenta de usuario
fr: Créer un nouveau compte utilisateur

# RegisterImportantMessage
source: <strong>Important information for new students:</strong> <ul><li> First, check if your HM mailbox is already set up and you can access it through the <a href="https://xmail.mwn.de" target="_blank"><strong>OWA</strong></a> . </li><li> Please <strong>do not use hotmail.de/com</strong> or <strong>outlook.de</strong> addresses. These services do not accept e-mails sent by hm.edu. </li></ul>
de: <strong>Wichtige Information für Erstsemester:</strong> <ul> <li>Prüfen Sie zuerst, ob Ihr HM-Postfach bereits eingerichtet ist und Sie über den <a href="https://xmail.mwn.de" target="_blank"><strong>OWA</strong></a> darauf zugreifen können.</li> <li>Bitte <strong>keine hotmail.de/com</strong> oder <strong>outlook.de</strong> Adressen verwenden. Diese Dienste verweigern die Annahme von E-Mails, die von hm.edu gesendet werden.</li> </ul>
es: <strong>Información importante para los alumnos del primer semestre:</strong> <ul> <li>Comprueba primero si ya tienes tu buzón de la HM y si puedes acceder a él a través de <a href="https://xmail.mwn.de" target="_blank"><strong>OWA</strong></a>.</li> <li>Se ruega <strong>no utilizar direcciones de hotmail.de/com</strong> ni <strong>outlook.de</strong>, ya que estos servicios no aceptan los correos electrónicos enviados desde hm.edu.</li> </ul>
fr: <strong>Information importante pour le premier semestre :</strong> <ul> <li>vérifiez d’abord si votre boîte de réception HM est configurée et si vous y avez accès via <a href="https://xmail.mwn.de" target="_blank"><strong>OWA</strong></a>.</li> <li>Merci de ne pas utiliser d’adresses <strong>hotmail.de/com</strong> ou <strong>outlook.de</strong> . Ces services refusent en effet la réception d’e-mails provenant de hm.edu.</li> </ul>

# RegisterLastNameField
source: Surname
de: Nachname
es: Apellido
fr: Nom

# RegisterLastNamePlaceholder
source: Enter your last name
de: Nachnamen eingeben
es: Introducir apellidos
fr: Saisir le nom

# RegisterPasswordAgainPlaceholder
source: Enter password recovery
de: Passwortwiederholung eingeben
es: Confirmar la contraseña
fr: Répéter la saisie du mot de passe

# RegisterPasswordConfirmErrorMessage
source: Password and password recovery are not identical.
de: Passwort und Passwortwiederholung sind nicht identisch.
es: La contraseña y la confirmación de la contraseña no son iguales.
fr: Le mot de passe et sa confirmation ne correspondent pas.

# RegisterPasswordConfirmField
source: Repeat password
de: Wiederholung Passwort
es: Confirmación de la contraseña
fr: Répétition mot de passe

# RegisterPasswordLengthErrorMessage
source: The {0} must be at least {2} characters long.
de: Das {0} muss mindestens {2} Zeichen lang sein.
es: La {0} debe tener al menos {2} caracteres.
fr: {0} doit avoir {2} caractères minimum.

# RegisterPasswordPlaceholder
source: Enter password
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe

# RegisterSubmitButton
source: Create an account
de: Benutzerkonto anlegen
es: Crear cuenta de usuario
fr: Créer compte utilisateur

# RegisterTabHeading
source: Registration
de: Registrierung
es: Registro
fr: Enregistrement

# RegisterValidationSummaryMessage
source: An error has occurred.
de: Es ist ein Fehler aufgetreten.
es: Se ha producido un error.
fr: Une erreur est survenue.

# RelationsSemesterGroup
source: Assignment to term groups
de: Zuordnung zu Semestergruppen
es: Asignación a grupos del semestre
fr: Affectation aux groupes semestriels

# RememberMe
source: Remain signed in?
de: Angemeldet bleiben?
es: No cerrar sesión
fr: Rester connecté(e) ?

# RightsNRoles
source: Rights & roles
de: Rechte & Rollen
es: Derechos y funciones
fr: Autorisations et rôles

# RoleString
source: Role
de: Rolle
es: Función
fr: Rôle

# RoomNumberString
source: Room number
de: Raumnummer
es: Número de sala
fr: Numéro de salle

# RoomOccupancyPlan
source: Availability
de: Belegungsplan
es: Horario de ocupación
fr: Plan d’occupation

# RoomOccupancyString
source: Room occupancy
de: Raumbelegung
es: Ocupación de salas
fr: Occupation des salles

# RoomOwnerString
source: Allocations(s)
de: Zuordnung(en)
es: Asignación(es)
fr: Affectation(s)

# RoomPlanFor
source: Room layout for
de: Raumbelegung für
es: Ocupación de salas para
fr: Occupation de salle pour

# RoomPlanString
source: Room plan
de: Raumplan
es: Horario de la sala
fr: Plan des salles

# RoomsHeading
source: Rooms
de: Räume
es: Sala
fr: Salles

# RoomsReserved
source: Rom reservations
de: Raumreservierungen
es: Reservas de salas
fr: Réservations de salles

# RoomStatusString
source: Room status
de: Raumstatus
es: Estado de la sala
fr: Statut de salle

# RoomString
source: Room
de: Raum
es: Sala
fr: Salle

# RulesOfLottery
source: Rules for awarding places
de: Regeln der Platzvergabe
es: Reglas para la asignación de plazas
fr: Règles d’attribution des places

# RulesString
source: Rules
de: Regeln
es: Reglas
fr: Règles

# SaveButton
source: SAVE
de: SPEICHERN
es: GUARDAR
fr: ENREGISTRER

# SchnitzelBreadString
source: Schnitzel bread
de: Schnitzelsemmel
es: Panecillo de escalope (Schnitzelsemmel)
fr: Pain à l’escalope

# SearchForString
source: Search for:
de: Suche nach:
es: Buscar:
fr: Rechercher :

# SearchString
source: Search
de: Suchen
es: Buscar
fr: Rechercher

# SemesterGroup
source: Study group
de: Studiengruppe
es: Grupo de estudios
fr: Groupe d’étude

# SemesterString
source: Term
de: Semester
es: Semestre
fr: Semestre

# SemGroupField
source: Term group
de: Semestergruppe
es: Grupo del semestre
fr: Groupe semestriel

# SendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer

# SendEmailMailTo
source: Send e-mail
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer le message

# SendMailToGroup
source: E-mail to group
de: E-Mail an Gruppe
es: Correo electrónico a grupo
fr: E-mail au groupe

# SetMailingSettingCheckbox
source: I would like to receive emails, which are sent via the function "News / Mailing".
de: Ich möchte E-Mails erhalten, die über die Funktion "Aktuelles / Mailing" versendet werden.
es: Me gustaría recibir los correos electrónicos que se envían mediante la función «Novedades / Lista de correo».
fr: Je souhaite recevoir des e-mails envoyés par la fonction « Nouveautés / Publipostage ».

# SetPasswordButton
source: Password
de: Passwort setzen
es: Establecer contraseña
fr: Définir un mot de passe

# SettingsString
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# ShortInfo
source: Brief information
de: Kurzinformation
es: Información abreviada
fr: Information brève

# ShortNameString
source: Nickname
de: Kurzname
es: Nombre abreviado
fr: Nom abrégé

# ShortWaitlist
source: WL
es: L. espera

source: Show all dates
de: Alle Termine anzeigen
es: Ver todas las citas
fr: Afficher tous les rendez-vous

# ShowAsLabel
source: Show as
de: Anzeigen als
es: Ver como
fr: Afficher en tant que

source: Show on Infoscreen
de: Am Infoscreen anzeigen
es: Ver en la pantalla de información
fr: Afficher sur l’écran d'information

# ShowOnlyFutureDates
source: Show future dates only
de: Nur zukünftige Termine anzeigen
es: Mostrar solo citas en el futuro
fr: Afficher seulement les rendez-vous à venir

# ShowSubscribedDates
source: View personal appointments
de: Persönlichen Termine anzeigen
es: Ver citas personales
fr: Afficher les rendez-vous personnels

# SignOutButton
source: Deliver
de: Austragen
es: Borrarse
fr: Se désabonner

# SignUpNewsletterFacultyMessage
source: The function "News / Mailing" is used to send all kinds of information about the study ad hoc, eg from the secretariat or the department. I only receive these "unimportant" e-mails if I enter a tick. I receive important e-mails, e.g. for the examination application, irrespective of this.
de: Über die Funktion "Aktuelles / Mailing" werden unregelmäßig alle Art von Informationen rund um das Studium versendet, z.B. vom Sekretariat oder der Fachschaft. Diese "unwichtigen" E-Mails erhalte ich nur, wenn ích das Häckchen unten setze. Wichtige E-Mails z.B. zur Prüfungsanmeldung erhalte ich unabhängig davon in jedem Fall.
es: Con la Función «Novedades / Lista de correo» se enviará, sin periodicidad fija, todo tipo de información relacionada con los estudios, por ejemplo, de la secretaría o del departamento. Solo recibiré estos correos electrónicos «no importantes» si lo marco aquí abajo. Los correos importantes, por ejemplo, sobre inscripción a exámenes, los recibiré de todas formas independientemente de si marco esto o no.
fr: Ma fonction « Nouveautés / Publipostage » envoie des informations sur les études, provenant par exemple du secrétariat ou des conseillers à intervalles irréguliers. Je ne reçois ces messages « peu importants » qu’en cochant la case ci-dessous. Les messages importants pour l’inscription aux examens par exemple me parviendront dans tous les cas.

# SignUpSemesterGroupNecessaryMessage
source: If no term group is specified, it is not possible to enrol in lectures.
de: Ohne Angabe einer Semestergruppe ist keine Eintragung in Lehrveranstaltungen möglich.
es: Si no indicas el grupo del semestre no podrás inscribirte en ninguna clase.
fr: Il n’est pas possible de saisir une entrée dans les séminaires sans indiquer le groupe semestriel.

# SnacksTableContent
source: Balisto - different varieties
de: Balisto ver. Sorten
es: Balisto, varios tipos
fr: Balisto div. sortes

# SoftDrinksString
source: Drinks
de: Getränke
es: Bebidas
fr: Boissons

# StartedOfString
source: Created by
de: Angelegt von
es: Creado por
fr: Créé par

# StatisticsString
source: Statistics
de: Statistik
es: Estadística
fr: Statistiques

source: Status
es: Estado
fr: Statut

# StuCafeEmptyMessage
source: Coming soon
de: Demnächst mehr
es: Próximamente más
fr: Plus bientôt

# StuCafeHeading
source: StuCafé in the Red Cube
de: StuCafé im Roten Würfel
es: Cafetería estudiantil en el Cubo Rojo
fr: StuCafé au Roter Würfel

# StudentsString
source: Student
de: Studierende
es: Estudiantes
fr: Étudiants

# StudyBook
source: Course book
de: Studienbuch
es: Libro de estudios
fr: Livret d’études

# StudyBookSemProfileSubscriptionsHeading
source: I was registered there
de: Da war ich eingetragen
es: Me apunté
fr: J’étais inscrit à

# StudyProcessComment
source: Under construction [DEMO]
de: Im Aufbau [DEMO]
es: En construcción [DEMO]
fr: En cours de construction [DÉMO]

# StudyProcessHeading
source: Course of study
de: Studienverlauf
es: Progreso de la carrera
fr: Cursus

# SubMenuCantine
source: Canteen
de: Mensa
es: Comedor
fr: Réfectoire

# SubMenuCurrentEvents
source: Events
de: Veranstaltungen
es: Eventos
fr: Manifestations

# SubMenuCurrentJobs
source: Job offers
de: Jobangebote
es: Ofertas de empleo
fr: Offres d'emploi

# SubMenuCurrentNewsletter
source: Newsletter
es: Boletín
fr: Lettre d'informations

# SubMenuLecturer
source: lecturers
de: Lehrende
es: Profesores
fr: Professeurs

# SubMenuRoomsOccupancy
source: Room occupancies
de: Raumbelegungen
es: Ocupación de salas
fr: Occupations de salle

# SubMenuStudents
source: Students
de: Studenten
es: Alumnos
fr: Étudiants

# SubMenuStudiesCurricula
source: Courses
de: Studiengänge
es: Carreras
fr: Programmes d’étude

# SubMenuStudiesPlaner
source: Course Catalog
de: Vorlesungsverzeichnis
es: Índice de clases (conferencias)
fr: Répertoire des cours magistraux

# SubMenuStudiesSemester
source: Term sequence
de: Semesterablauf
es: Programa del semestre
fr: Fin du semestre

# SubMenuStudiesThesis
source: Final papers
de: Abschlussarbeiten
es: Trabajos fin de carrera
fr: Mémoires

source: Subscriber
de: Teilnehmer
es: Participantes
fr: Participants
