Repository: AccelerateX-org/NINE
Catalog: Sources/TimeTable/MyStik.TimeTable.Web/Resources.*.resx
Languages: de, es, fr

# SubscribersString
source: subscribers
de: Abonnenten
es: Abonados
fr: Abonnés

# SubscriptionListString
source: Participant list
de: Teilnehmerliste
es: Lista de participantes
fr: Liste des participants

# TimesString
source: Time (s)
de: Zeit(en)
es: Hora(s)
fr: Heure(s)

# TimeString
source: Time of day
de: Uhrzeit
es: Hora
fr: Heure

# TimeTableString
source: Timetable
de: Stundenplan
es: Horario
fr: Emploi du temps

# TitleString
source: Title
de: Titel
es: Título
fr: Titre

# TodayNoMoreString
source: ... nothing more today
de: ...heute nix mehr
es: ... hoy ya no
fr: ...plus rien aujourd’hui

# TodayString
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

# ToOfficeHourDatesString
source: Go to the schedule
de: Zur Terminliste
es: Ir a lista de citas
fr: Aller à la liste des rendez-vous

# UniversityWebsiteShortDescriptionLink
source: University of Munich
de: Hochschule München
es: Hochschule München
fr: Haute école Munich

# UnsubscribeCourse
source: Return place
de: Platz zurückgeben
es: Renunciar a la plaza
fr: Restituer la place

# UserDevicesControlHeading
source: Device management
de: Geräteverwaltung
es: Gestión de dispositivos
fr: Gestion des équipements

source: UserId
es: Id. de usuario
fr: Id utilisateur

# VeganString
source: Vegan
es: vegano
fr: végan

# VegetarianString
source: Vegetarian
de: vegetarisch
es: vegetariano
fr: végétarien

# VisibleForString
source: Visible for
de: Sichtbar für
es: Visible para
fr: Visible pour

source: Waiting list
de: Warteliste
es: Lista de espera
fr: Liste d’attente

# Waitlist
source: Warteliste (participant / reservation)
de: Warteliste (Teilnehmer / Reservierung)
es: Lista de espera (participantes / reserva)
fr: Liste d’attente (participants / réservation)

# WhatGoesOnTodayNWhere
source: What is going on when and where?
de: Was läuft heute wann und wo?
es: ¿Qué hay hoy, cuándo y dónde?
fr: Que se passe-t-il aujourd'hui et où ?

# WhatIOfferedString
source: That is what I offered
de: Das habe ich angeboten
es: Lo que he ofrecido
fr: Mes propositions

# WPMLottery
source: WPM selection
de: WPM-Wahl
es: Elección de módulos optativos (WPM)
fr: Sélection WPM

# ImprintLink
source: Imprint
de: Impressum

# RegisterLink
source: Create an account
de: Benutzerkonto anlegen

# RegisterPrivacyField
source: Privacy
de: Datenschutz

# CantineHyperlink
source: http://openmensa.org/c/141
fr: http://www.studentenwerk-muenchen.de/mensa/speiseplan/speiseplan_431_-fr.html#heute

# FacultyWebsiteHyperlink
source: http://www.wi.hm.edu
fr: http://www.wi.hm.edu/en/index.en.html

# FacultyWebsiteShortDescriptionLink
source: FK09
fr: Département 09

# FeedString
source: Feed
fr: Flux

# ImprintHyperlink
source: https://www.hm.edu/sekundaer_navigation/impressum/index.de.html
fr: https://www.hm.edu/en/secondarynavigation/impressum_1/legal_notice_1.en.html

# ShortReservation
source: Res.
fr: Rés.

# SnacksString
source: Snacks
fr: En-cas

# UniversityWebsiteHyperlink
source: https://www.hm.edu/
fr: https://www.hm.edu/en/index.en.html
